Repository: OlivierParent/cmp
Catalog: pages/_code/wp/ontwikkeling/plugin/graphic_term-*.po
Languages: nl_nl

source: Graphic Terms
nl_nl: Grafische termen

source: Graphic Term
nl_nl: Grafische term

source: Add new
nl_nl: Nieuwe grafische term

source: Add new Graphic Term
nl_nl: Nieuwe grafische term toevoegen

source: Edit Graphic Term
nl_nl: Grafische term bewerken

source: View Graphic Term
nl_nl: Grafische term bekijken

source: Search Graphic Terms
nl_nl: Zoek grafische termen

source: No Graphic Terms found
nl_nl: Geen grafische termen gevonden

source: No Graphic Terms found in Trash
nl_nl: Geen grafische termen gevonden in de Prullenbak

source: Translations
nl_nl: Vertalingen
